Repository: JonathanLT/CounterSK
Catalog: CounterSK/Localizable.xcstrings
Source language: fr
Languages: en

source: %lld pts par capture
en: %lld pts per capture

source: Annuler
en: Cancel

source: Appliquer
en: Apply

# Attendu: %lld, trouvé: %lld
source: Attendu: %1$lld, trouvé: %2$lld
en: Expected: %1$lld, found: %2$lld

# Attendu: %lld, trouvé: %lld (+1 kraken = %lld)
source: Attendu: %1$lld, trouvé: %2$lld (+1 kraken = %3$lld)
en: Expected: %1$lld, found: %2$lld (+1 kraken = %3$lld)

source: Avec %1$lld joueurs, le nombre de tours maximum est de %2$lld. Il sera automatiquement ajusté si nécessaire.
en: With %1$lld players, the maximum number of rounds is %2$lld. It will be automatically adjusted if necessary.

source: Bonus
en: Extra

source: Bonus actuel:
en: Current bonus:

source: Classement final
en: Final ranking

source: Commencer une nouvelle partie
en: Start new game

source: Fermer
en: Close

source: Joueur: %@
en: Player: %@

source: Joueurs
en: Player

source: Joueurs:
en: Player:

source: Les 14
en: The 14

source: Nom du joueur
en: Player name

source: Nombre de joueurs
en: Number of players

source: Nombre de tours maximum possible: %lld
en: Max number of rounds possible: %lld

source: Nouvelle partie
en: New game

source: Que souhaitez-vous faire ?
en: What do you want to do ?

source: Reprendre la précédente
en: Resume the previous one

source: Sirène capture
en: Mermaid capture

source: Skull King capture
en: Skull King caputre

source: sur
en: on

source: Total de bonus:
en: Sum of extra:

source: Total des pli(s) incorrect
en: Number of tick(s) is wrong

source: Valider
en: Validate
